[
    {
        "author": "Manuel E",
        "date": "2025-03",
        "triptype": "Business",
        "rating": 5,
        "review": "As a Birdwatching tour leader I spend a lot of nights in the Hilton Garden Inn. The staff is super friendly and helpful, the staff from the restaurant is superb, taking orders from big groups is a challenge and this guys do it flawlessly, the restaurant captain Adan, the waitresses: Yanet Reyes, David Moreno and Lili Sanabria. All the staff in the front desk and the security personal and gate keepers.  Every time I come I see familiar faces and that’s a bonus."
    },
    {
        "author": "Lina María B",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Las camas y almohadas son demasiado cómodas, buen servicio en el restaurante, fuimos atendidos por Fernando, Anderson, Victoria h em capitán Fabián. La comida es buena y los precios son muy razonables. Tiene buen gimnasio y los espacios son muy agradables"
    },
    {
        "author": "Compass37400004824",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "La calidad del hotel muy buena, cama y almohadas cómodas. El personal del restaurante muy cálido y amable destacando la valiosa labor de Anderson, Fernanda, Lili, Janeth y El Capitan Juan. El hotel muy bien ubicado cerca del aeropuerto con servicio de taxi confiable y seguro para desplazarse a cualquier lugar de la ciudad.Definitivamente me volvería a hospedar en el hotel."
    },
    {
        "author": "mabel r",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Todo fue excelente. Desde el servicio de recepción hasta el de housekeeping!! La cama y las almohadas excelentes. El desayuno fue variado, muy rico y el staff estaba atento a todas las necesidades!!Edgar el manager del restaurant atendio cada uno de nuestros pedidos y se podía ver el cuidado que ponía con cada uno de los invitados. Espero regresar pronto,"
    },
    {
        "author": "Brayan M",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelente atención, el equipo del restaurante muy amable y atento y el desayuno delicioso, una experiencia 10/10 , recomendaría mucho el lugar y también exhalar la labora de Lili Anderson José , Dolly tienen la mejor actitud para atender super bien"
    },
    {
        "author": "gerardo g",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelente trato de Anderson victoria fernando y fabian , son muy amigables, educados, y muy atentos, la comida estuvo excelente, no falto nada fue un servicio de lujo , también nos orientaron con respecto a la comida, y nos orientaron sobre los tipos de Platos para comer ."
    },
    {
        "author": "Travel47396717560",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelente servicio y atención el personal atento y servicial José , Lili, Juan ,Anderson,dolli , excelente servicio carismáticos amables , las instalaciones cómodas limpias, el bar estuvo genial , el ambiente cálido acogedor super recomendado para compartir tanto en familia como con la pareja, 100% regresaría."
    },
    {
        "author": "Resort46792318228",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelente servicio. La comida deliciosa y el desayuno muy completo. El servicio elegante y cálido. El hotel es limpio y muy bonito. Siempre quiero volver, la experiencia es maravillosa. Felicitaciones a todos y espero verlos muy pronto."
    },
    {
        "author": "Juan P",
        "date": "2025-03",
        "triptype": "Business",
        "rating": 5,
        "review": "Registration was a breeze, parking accessible, clean rooms,  could use a  mini bar and snacks. Decent breakfast include in price.\nJanet at breakfast service was delightful, and Fernanda, she makes great coffee drinks. \n \nHotel well situated, close to mass transportation and importan roads."
    },
    {
        "author": "Tomas N",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Para mi todo bien,  faltaría por lo menos dos agua mineral  en vez de una , pero en general muy bueno 100 puntos . Gracias por tan excelente atención , peso mark de recepción, restaurante y limpieza, diría yo, extremadamente educados y respetuosos"
    },
    {
        "author": "lorena l",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelente hotel en cercanía del Aeropuerto El Dorado Limpio cómodo amable , habitaciones muy limpias silenciosas y amplias El desayuno es perfecto La atención de Janeth , José, Daniela, David y Capitán Adán es exquisita Lo recomiendo y regreso siempre que viajo a Bogotá"
    },
    {
        "author": "carlos m",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Hola  mi nombre es carlos a madrazo soy director chief engennier de los hoteles hiltons en usa la verdad me siento muy orgulloso de pertenecer a esta cadena cada vez que visito los hoteles tanto dentro que fuera de mi pais .Quisiera felicitar a todos los trabajadores del hotel hilton gardens inn la verdad me senti como si tuviera en mi casa es mejor desir mejor que en mi casa un custumers services muy impresionante  los trabajadores del F&B es desir el personal que atiende el departamento de la cocina y el bar muy pero muy amable Fernando Anderson Victoria capitan Fabian muchas gracias por su servicio y no olvidarnos del departamento de limpieza el senor angel housekeeping  muy amable y su limpieza muy execional.mucha limpieza en el hotel la verdad es una de las mejores experiencia que he tenido quiero dejarle desir al departamento de la gracias que muy buen trabajo estan hasiendo voy a dejaron saber en mi oficina central de la corporation de hiltons  me llevo muy exelente experiencia glGracias por su servicio y que digan asi ........Exelente.gracias una vez mas por su servicios....."
    },
    {
        "author": "Mschoe",
        "date": "2025-03",
        "triptype": "Solo",
        "rating": 3,
        "review": "I don’t understand the high ratings for this hotel. Staff is not helpful, they remind you that this is a self service hotel. Breakfast is just a continental breakfast. With all the great options in the area, I will think this hotel will keep the high Hilton standards that’s it is known for. Very disappointing."
    },
    {
        "author": "juancho3066",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Muy buena Cama. , el servicio y la atención excepcionalBien atendidos y.  Desayuno completo. , la. Habitación. Limpia y cómoda , un.    Buen jacuzi. Gimnasio. Y turco para disfrutar. , además el room service fue. Rápido.  Y.  Bien. Peesentado…."
    },
    {
        "author": "Duvan r",
        "date": "2025-03",
        "triptype": "Friends",
        "rating": 5,
        "review": "Lili was amazing. All the staff in general. The food was so great. Best hotel in bogota……………………………………………………………………………………………………………………………………………………………………………………………………………………………………………………………………….,.,.,,,,,,,,,,,,,:::,.,,,,,,,,,,,,……."
    },
    {
        "author": "Catalina C",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Lugar excelente, la atención fue espectacular.Cap Adán, David Moreno y Daniela Gomez se encargaron de la atención y servicio y fue maravilloso, la comida fue espectacular, los platos muy bien decorados.Recomiendo totalmente totalmente el restaurante."
    },
    {
        "author": "GoPlaces05892484989",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Servicio e instalaciones perfectos, y personal súper agradable. Desayuno maravilloso. Hicimos noche para hacer escala y no pudo ser más acierto, la cama increíble, amenities de todo tipo, y la habitación grande, sin duda lo recomendaría."
    },
    {
        "author": "Ramoncitoliberia",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Todo muy bueno, la atención en el restaurante por parte de Daniela Gómez y Cap Adán excelente, así como en la recepción me solucionaron un problema personal con amabilidad. Seguro voy a regresar de nuevo en los próximos días a disfrutar de otra estadía."
    },
    {
        "author": "Escape11334010309",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelentes instalaciones. Habitaciones muy cómodas y completas. Excelente servicio y atención. Desayuno muy completo. Personal muy atento y servicial, muy bien predispuesto a resolver necesidades e inquietudes. David, Fernando, Yuly, Carloa y Juan Carlos muy amables y atentos."
    },
    {
        "author": "Yorledy S",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelente servicio en salones y restaurante. Los meseros súper amables, los capitanes muy atentos y serviciales, la comida 20/10, deliciosa, gran cantidad, variedad, sabor, los salones muy aseados, bonitos, la técnica muy buena, lo mejor, calidad humana."
    },
    {
        "author": "Mireya R",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Estuvimos en el plan romántico del fin de semana. Fue una muy maravillosa experiencia, la habitación muy cómoda, la ducha fantástica, la comida deliciosa y la atención del personal siempre amable y cálida. Disfrutamos la cena (entrada, fuerte, postre y bebida) , el desayuno buffet muy completo, el sauna y el jacuzzi. Nos gustaría que el hotel tuviera otro espacio social como un salón de juegos"
    },
    {
        "author": "ofga1985",
        "date": "2025-03",
        "triptype": null,
        "rating": 5,
        "review": "Excelente servicio, el personal todo muy atento, hay comida para todos los gustos y toda muy rica des frutas, cereales hasta opciones locales como calentado, atención especial para personas con dificultad de movimiento, el espacio muy limpio y bien ambientado. Me hizo falta una arepita ;)"
    },
    {
        "author": "SPH90",
        "date": "2025-02",
        "triptype": "Couples",
        "rating": 4,
        "review": "Very helpful, complementary airport shuttle from Level 1 of Terminal 1, door 1. It arrives around 15 minutes past the hour, and leaves the hotel on the hour. It would be helpful if it also dropped off at Terminal 2, but it turned out only to be about a 7 min walk from T1. \n\nThe room was large, with a comfortable super king bed. More pillows would've been helpful - after travelling for 24 hours, we couldn't be bothered to ask when we arrived late at night. \nGreat coffee machine in the room - lovely coffee.\nBreakfast was pretty good, a wide selection of choice with some delicious filled croissants. \nWe found our room on the 10th floor very quiet, perfect!\n"
    },
    {
        "author": "sandro g",
        "date": "2025-02",
        "triptype": null,
        "rating": 5,
        "review": "Servicios muy buenos Estadia perfecta Habitacion impecable El desayuno muy completo y variado El servicio de transporte al aeropuerto muy puntual Las personal Lili José Juan Anderson y Dolly muy atentas EN El restaurante servicios impecables"
    },
    {
        "author": "jonh77",
        "date": "2025-02",
        "triptype": "Couples",
        "rating": 5,
        "review": "Airport hotels are normally a miserable business at the best of times. .  The Hilton Bogata is an exception.  The hotel was clean, modern, and comfortable, a place you actually felt like spending a few days in.  It had a really good bar and restaurant which was nice to spend an evening in. The first drink is complementary for each guest.   Breakfast was very good as well.  The room was spacious with a large bed and comfortable mattress.  Above all it was very quiet.  There is a complementary shuttle bus that runs to and from the airport.  Above all the staff at this hotel were fantastic.  Every staff member we engaged with went out of their way to be friendly and helpful, they seemed to genuinely value their customers.  Clearly a very well managed establishment.   Tremendous value for $88 dollars a night."
    },
    {
        "author": "pastorcafe",
        "date": "2025-02",
        "triptype": "Business",
        "rating": 5,
        "review": "Rooms are very comfortable and clean. Service at the front desk and the hotel in general is amazing. \n\nHowever the restaurant food is pretty good. Service in the restaurant is very poor.  I don’t know if they need more employees in the restaurant. But even their attitude were poor. Except for what it look to be their supervisor, I believe God make us Adan. He was trying to cover everything."
    },
    {
        "author": "leocilli",
        "date": "2025-02",
        "triptype": "Business",
        "rating": 5,
        "review": "Excellent service.  I'm feeling like my home. \n\nMaravillosoooooooo.\n\n100% recomdable,..........mm......yesssssssssssssssssss@@ssssssssssssssssssssssssssssssssssssssssssssssddssssssddsssssssssssssssssssss\n\nPerfecttttttt"
    },
    {
        "author": "Victor M",
        "date": "2025-01",
        "triptype": "Business",
        "rating": 5,
        "review": "I always use this hotel while traveling to Bogota for business purposes, the location is great and the service is really good. At the restaurant the food is always tasty and fresh, thanks to the great provided by Victoria, she is always awesome."
    },
    {
        "author": "Cheryl O",
        "date": "2025-01",
        "triptype": "Solo",
        "rating": 5,
        "review": "The staff at the Garden were gracious. Juliana in the dining room was exceptional. She David and Adain provided an excellent experience despite my lack of Spanish.\nThe room is clean, quiet and comfortable. The gym is better equipped than most, they have Bosa balls!"
    },
    {
        "author": "Sophia R",
        "date": "2024-12",
        "triptype": "Family",
        "rating": 5,
        "review": "Excellent, clean, beautiful, safe. \nStaff very professional and friendly. \nBreakfast is delicious. \nShuttle to airport very convenient. And they even have safe taxi service 24/7 for a fee. We really recommend the hotel for family and business."
    },
    {
        "author": "Bilzac C",
        "date": "2024-12",
        "triptype": "Couples",
        "rating": 5,
        "review": "The staff at the Hilton Garden Inn near Bogota airport were all super friendly and helpful, making our experience very enjoyable. Would particularly mention Ms Katherine at the reception & Ms Juliana at the bar, who were super friendly & efficient ! Will definitely stay here again."
    },
    {
        "author": "Dirk L",
        "date": "2024-12",
        "triptype": "Couples",
        "rating": 5,
        "review": "Room was very nice and clean. The breakfast buffet is recommendable with a lot of hot and cold options and an omelette station. Very god start into the day. Thanks go to Carlos, Daniela, Yuli, Raul, and Victoria for providing excellent service."
    },
    {
        "author": "Nomad52885552889",
        "date": "2024-11",
        "triptype": "Family",
        "rating": 5,
        "review": "Today we had a lovely dinner at the hotel's restaurant and Daniel, Lili, and Raul were extremely attentive and efficient. We ate multiple dishes, from nachos to pastas and everything was delicious! Would definitely recommend the restaurant and would come back!"
    },
    {
        "author": "Rafael D",
        "date": "2024-11",
        "triptype": "Business",
        "rating": 5,
        "review": "I had a very good experience with the hotel staff in special wirh Janeth, Raul and Victoria. For sure i'm going to recommend the hotel for my colleagues and co-workers. No complaints but the two hundred characters needed to post this opinion."
    },
    {
        "author": "Andrew B",
        "date": "2024-11",
        "triptype": "Couples",
        "rating": 5,
        "review": "Janeth Raúl and Victorio Santiago were so kind and helpful. Their service was prompt and their presentation was graceful.\n\nWe had some great salad and some scrumptious desserts. The cheesecake was tangy and warm, and the pannacotta was creamy and luxurious I will definitely come back."
    },
    {
        "author": "Sjlimam",
        "date": "2024-11",
        "triptype": "Business",
        "rating": 5,
        "review": "This hotel offers world class customer service and a good value. Great location close to the airport (6mins free shuttle bus) makes it convinient for layover stop. Premises offers indoor restaurant services, gym, hot tub, sauna and well maintened and recently furnished bedrooms. Therfore, it is also convenient for longer stay. Security is very important to me in a city that is not my own. I noticed that they follow strict procedures to keep visitors safe. In addition, their stuff is well prepared to accomodate unforseen needs during my stay especially Brandon at the reception and LiLi Sanabrid. All their staff speak english very well. Lastly, the hotel has backup generator that provides extra tranquility for its clients"
    },
    {
        "author": "Erin B",
        "date": "2024-11",
        "triptype": "Family",
        "rating": 5,
        "review": "Restaurant food was amazing!! Our group of 6 had salads, steaks, burgers and pizzas. Our kids (4&5) had the Quesadillas and chicken nuggets and ate them all. Service was exceptional. Highly recommend.\n\nRooms also 10/10. Clean, quiet and beautiful showers!!"
    },
    {
        "author": "Peter M",
        "date": "2024-11",
        "triptype": "Solo",
        "rating": 5,
        "review": "This hotel is great.  From the welcome and assistance with luggage (Mauricio) and parking security (Jose Castillo) to the front desk. Wonderful.  The room was great - spotlessly clean - with a killer view!  The restaurant and bar…top shelf, especially my bartender, Daniel.  This is my hotel in Bogota.  Feels like coming home!"
    },
    {
        "author": "DallasBenA",
        "date": "2023-06",
        "triptype": "Business",
        "rating": 5,
        "review": "Back to one of \"My favorite\" hotel(s) in Bogota. This time, excellent customer service from \"arriving\" to \"leaving\".  Great to see they wonderful hotel is back to the kind of service expected at a Hilton Hotel.  Great service at the front desk, Jaime, Andres, Selina.  The restaurant, Edgard, and his team (Juan, Sebastian, Alexander).\n\nI was truly glad to be back at this hotel, and more than anything, to have the feeling of \"being at home\".\n\nThank you Ms, Rios for making this place a GREAT PLACE to stay!!"
    },
    {
        "author": "Carlos jaimes",
        "date": "2023-06",
        "triptype": null,
        "rating": 5,
        "review": "El hospedaje es muy bueno , la zona humeda agradable y comoda , el gimnasio esta bien organizado , las habitaciones limpias y en general bien ,  La comida muy rica en el restaurante , adán muy atento"
    }
]